[
  {
    "title": "Login",
    "content": ["Log in to calstatela.edu"],
    "src": "/governance/how-to-vote/web-1.png",
    "alt": "Cal State LA website nav",
    "width": "600"
  },
  {
    "title": "Network Credentials",
    "content": [
      "Click on MyCalStateLA.",
      "Enter your network Credentials.",
      "(If you were enrolled in DUO authentication, follow the instructions to complete the DUO authentication process.)"
    ],
    "src": "/governance/how-to-vote/web-2.png",
    "alt": "my cal state la login section",
    "width": "300"
  },
  {
    "title": "CalState LA Elections Menu",
    "content": ["Click on the CalState LA Elections menu item below."],
    "src": "/governance/how-to-vote/web-3.png",
    "alt": "a search bar and 6 items in an unordered list, one of which is Cal State LA Elections",
    "width": "400"
  },
  {
    "title": "Voting Options",
    "content": ["This brings up the Voting Options shown below."],
    "src": "/governance/how-to-vote/web-4.png",
    "alt": "Voting options are ASI referendum petition, Cal State LA voting summary, and Cal State LA voting eligibility",
    "width": "600"
  },
  {
    "title": "Summary Page",
    "content": [
      "Click on the CalStateLA Voting Summary page.",
      "For more information on the Candidates visit: http://www.calstatela.edu/asi/elections"
    ],
    "src": "/governance/how-to-vote/web-5.png",
    "alt": "Two columns of information; on the left is a list of positions and on the right is the voting status that indicates whether you have voted for that position yet or not",
    "width": "500"
  },
  {
    "title": "Office Vote",
    "content": [
      "Once ready to vote, click on the office you would like to vote for."
    ],
    "src": "/governance/how-to-vote/web-6.png",
    "alt": "The top indicates what position you are voting for. Underneath are two columns of information; on the left are names of the candidates for that position, and on the right is a check box for users to select their choice.",
    "width": "500"
  },
  {
    "title": "Elect Candidate",
    "content": ["Next, click on the Elect button for the chosen candidate."],
    "src": "/governance/how-to-vote/web-7.png",
    "alt": "checked box next to chosen candidate",
    "width": "500"
  },
  {
    "title": "Voting Status",
    "content": [
      "Then, click on the Vote button. Voting status will change from Not Voted to Voted.",
      "Repeat the process for all offices that have candidates up for election.",
      "Once you have voted, you will not be able to change your selection."
    ],
    "src": "/governance/how-to-vote/web-8.png",
    "alt": "Voting status summary for respective positions",
    "width": "500"
  },
  {
    "title": "Choosing a Representative",
    "content": [
      "You can choose a representative for your respective college.",
      "Example: If you are student of the College of Natural and Social Sciences then you will be able to vote for the representative from your college."
    ],
    "src": "/governance/how-to-vote/web-9.png",
    "alt": "Options for representatives for students' respective colleges",
    "width": "500"
  },
  {
    "title": "Board of Directors",
    "content": ["You can select and vote for up to 8 candidates."],
    "src": "/governance/how-to-vote/web-10.png",
    "alt": "Board of directors voting with up to 8 options",
    "width": "500"
  },
  {
    "title": "Too Many Votes",
    "content": [
      "If you vote for more than eight candidates you will get the following error:"
    ],
    "src": "/governance/how-to-vote/web-12.png",
    "alt": "Error message if voting for more than 8 candidates reads: You can only vote for a maximum of eight candidates.",
    "width": "500"
  },
  {
    "title": "No Votes",
    "content": [
      "If you select no candidates you will get the following error:"
    ],
    "src": "/governance/how-to-vote/web-13.png",
    "alt": "Error message if you neglect to select any candidates reads: You are trying to vote but you have not selected any candidates.",
    "width": "500"
  }
]
