{
  "gene": {
    "educators": [
      {
        "title": "Coach Ricky",
        "children": "is a passionate individual who likes to stay active in and out of the gym. He loves to eat and can make a great milkshake. Coach Ricky is always laughing and having great conversations with everyone he meets. One thing is certain: he likes to listen deeply and looks forward to listening to YOU.",
        "iconAlt": "",
        "iconName": "BiCoffeeTogo"
      },
      {
        "title": "Coach Christopher",
        "children": "is an exercise and gym fanatic with a passion for talking about nutrition, supplementation, and overall health and wellness. He loves debating and comparing fad diets with great diets like the Mediterranean. Coach Christopher is easy to talk to and welcomes you sharing your goals and what is valuable to you. He also loves anime, PC gaming, and cars. ",
        "iconAlt": "",
        "iconName": "FaGamepad"
      },
      {
        "title": "Coach Shauna",
        "children": "is passionate about the power of nutrition and fitness as preventative medicine, while still honoring the pleasurable, social, and cultural aspects of food. She understands the barriers that can get in the way of reaching health goals, and she can help you feel empowered to include nutrition and fitness in a way that is customized to your life. Coach Shauna’s goal is to see you reach your goals.",
        "iconAlt": "",
        "iconName": "MdSoupKitchen"
      },
      {
        "title": "Coach Rivka",
        "children": "is a dedicated health coach with a true passion for nourishing both the body and soul through healthy, flavorful cooking. She is here to inspire and support you on your journey to better health, helping you cultivate a positive and balanced relationship with food. Coach Rivka focuses on empowering you to achieve your wellness goals in a way that feels natural and sustainable. Ready to embrace a healthier lifestyle? Coach Rivka is here to guide you every step of the way!",
        "iconAlt": "",
        "iconName": "ImSpoonKnife"
      },
      {
        "title": "Coach Sydney",
        "children": "loves fitness, fruits, smoothies, matcha, and helping others with a compassionate heart! As your coach, she can help you tap into your inner self-motivating cheerleader and support you in getting closer to your desired goals. Besides her interests in food and nutrition, Coach Sydney is a nature lover, sunset catcher, baker, swimmer, hiker, and current real estate agent. She hopes to one day open up her own business and help others achieve their fitness, diet, and lifestyle goals in order to prevent chronic diseases like Type 2 Diabetes.",
        "iconAlt": "",
        "iconName": "FaMountainSun"
      },
      {
        "title": "Coach Anthony",
        "children": "is a Registered Dietician Nutritionist, CrossFit Level-2 Coach, entrepreneur, and chef. He loves helping you with your nutrition and fitness journey by meeting you wherever you are in life. Whether it’s with a grocery list, meal prep ideas, training regimen, or creating a schedule, Coach Anthony is all in on your goals. Let's get going!",
        "iconAlt": "",
        "iconName": "FaDumbbell"
      },
      {
        "title": "Coach Takia",
        "children": " is a proud mother of a 9-year-old boy and 1-year-old girl who share the same birthday! She desires work in the field of community nutrition.  She is a vegan foodie and loves to make homemade fudge. She has excellent tips for meal planning. Coach Takia loves visiting museums, dancing to 60’s, 70’s and 80’s music, shopping, and going for walks.  She can encourage you to reach your goals and can relate to you whether you are struggling with emotional eating or body insecurities.  She has walked many tough roads in her life, so Coach Takia has the sympathy and experience to welcome whatever questions or issues you want to discuss.",
        "iconAlt": "",
        "iconName": "FaMusic"
      }
    ],
    "cards": [
      {
        "title": "Inclusive",
        "children": "A welcoming, inclusive space to safely talk about your dietary patterns and nutritional needs.",
        "iconSrc": "/vectors/recreation/cooking.svg",
        "iconAlt": ""
      },
      {
        "title": "Community",
        "children": "Empowering conversations that focus on your strengths and areas for growth.",
        "iconSrc": "/vectors/recreation/group-workout.svg",
        "iconAlt": ""
      },
      {
        "title": "Set Goals",
        "children": "Goal setting, problem-solving, and ongoing accountability to reach health goals that are important to you.",
        "iconSrc": "/vectors/recreation/goal.svg",
        "iconAlt": ""
      }
    ]
  }
}
