{
  "gene": {
    "educators": [
      {
        "title": "Coach Celeste",
        "children": "will help you find the best methods to enjoy foods that fit your life and build a healthier future. With a focus on including cultural foods and building self-confidence, Coach Celeste guides you through the waves of information to create your personal nutrition plan. Everyone’s health journey is unique, yet figuring out the best ways to nourish yourself shouldn’t be rocket science. Schedule an appointment and get excited to explore your food world like you’ve never done before!",
        "iconAlt": "",
        "iconName": "FaIceCream"
      },
      {
        "title": "Coach Maria",
        "children": "has over 6 years of experience working with adults in an eating disorder facility as a dietary aide.  She loves helping people rebuild their relationship with food by supporting them in a safe, non-judgmental space—always with a smile on her face. Coach Maria is passionate, empathetic, and caring, and she enjoys spreading happiness wherever she goes. When she is not working, you can usually find her sipping coffee, enjoying good food, or spending time outdoors hiking, fishing, and relaxing by lakes. Are you looking for someone who listens and helps guide you at your own pace to make the change you’ve been thinking about? Let’s meet.",
        "iconAlt": "",
        "iconName": "BiCoffeeTogo"
      },
      {
        "title": "Coach Ely",
        "children": "is completing her Masters in Nutrition and graduated with her Bachelors in Nutrition from Cal State Long Beach. Coach Ely loves incorporating new nutrition tips and tricks into busy schedules, and she can find ways to come up with plans that will best fit your needs. She enjoys creating culturally-appropriate nutrition suggestions and exploring what nutrition looks like in different cultures around the world. Fun fact: her favorite food is a poke bowl, especially a three-scoop bowl with salmon spicy tuna and shrimp with extra sauces.",
        "iconAlt": "",
        "iconName": "FaUmbrellaBeach"
      },
      {
        "title": "Coach Eduardo",
        "children": "aims to become a Registered Dietitian Nutritionist (RDN) and is passionate about contributing to future public health initiatives, engaging athletes through performance nutrition, and exploring clinical practice in a hospital setting. His hands-on experiences through volunteering at food pantries and food banks across Los Angeles, has deepened his understanding of nutritional needs in different settings. Coach Eduardo is a cook who enjoys the entire cooking process, from shopping at the market to working in the kitchen. When he is not focused in the world of nutrition, he is most likely to be spending his time at a football or basketball game. What's your favorite team?",
        "iconAlt": "",
        "iconName": "MdSportsBasketball"
      },
      {
        "title": "Coach Melissa",
        "children": "is a graduate student in Nutrition with a special interest in prenatal and maternal nutrition. She is passionate about helping you build healthy, balanced, and open-minded relationships with food that support any and every stage of life. Believing that nutrition should be approachable and enjoyable—yes, chilaquiles and enchiladas included! —Coach Melissa strives to empower you to nourish both body and mind while creating sustainable habits that promote lifelong wellness.",
        "iconAlt": "",
        "iconName": "GiBabyBottle"
      },
      {
        "title": "Coach Leslie",
        "children": "is passionate about helping you achieve your health goals through evidence-based, personalized guidance. With a background in nutrition and experience in fitness settings, she blends science with practical strategies that are realistic and sustainable. Coach Leslie is recognized for her supportive, client-centered approach, making nutrition simple, motivating, and empowering.",
        "iconAlt": "",
        "iconName": "FaPlateWheat"
      },
      {
        "title": "Coach Raquel",
        "children": " is a graduate student in Nutrition with a passion for making healthy living simple, realistic, and fun. She enjoys experimenting in the kitchen with budget-friendly recipes that nourish her family while bringing joy to the table. As a mom of two, Coach Raquel understands the everyday challenges of balancing wellness with a busy lifestyle. In her free time, she loves practicing yoga, doing Pilates, or heading out for a brisk walk. Her goal is to share practical tips that make healthy eating feel achievable for families on the go. She can’t wait to get to know you.",
        "iconAlt": "",
        "iconName": "FaRunning"
      },
      {
        "title": "Coach Adrienne",
        "children": "is an LA native with Louisiana Creole roots and a love for traditional Filipino dishes. She envisions a world where science-based nutrition, cultural heritage, and community connections come together to empower every individual to live a healthier, more joyful, and sustainable life. Coach Adrienne believes food should be accessible, adaptable, and rooted in both evidence-based science and the realities of everyday life. She aims to celebrate nutrition and health as a lifestyle, not a strict rulebook.",
        "iconAlt": "",
        "iconName": "GiRiceCooker"
      },
      {
        "title": "Coach Adina",
        "children": " is pursuing her master’s degree in Nutrition with a background in clinical medicine. She is here to support you with warmth and kindness as you work toward your health and well-being goals. With a respectful and caring approach, Coach Adina will walk alongside you to explore how to build a balanced and positive relationship with food that truly fits your lifestyle. Are you interested in starting this journey? Let’s talk.",
        "iconAlt": "",
        "iconName": "CgPill"
      },
      {
        "title": "Coach Celica",
        "children": "is a friendly and caring coach who enjoys gardening, art, and spending time in nature. She’s empathetic, easy to talk to, and believes in creating a safe, judgment-free space where you can feel comfortable sharing your food journey. Passionate about helping others build a positive connection with food, Coach Celica is here to support, inspire, and have fun working toward your nutrition goals.",
        "iconAlt": "",
        "iconName": "IoMdFlower"
      },
      {
        "title": "Coach Janki",
        "children": "is working toward becoming a Registered Dietitian Nutritionist. She is passionate about pediatric nutrition and loves supporting newborns and their beautiful moms, helping them create a joyful and nourishing start to life. Outside of school, Coach Janki loves exploring different cuisines, especially vegetarian foods at Indian restaurants—from South Indian dosas to flavorful North Indian curries. Her goal is to use her nutrition degree to support families in building healthier and happier lives. Ready to embrace a healthier, happier you? Let’s chat.",
        "iconAlt": "",
        "iconName": "MdSoupKitchen"
      },
      {
        "title": "Coach Bethany",
        "children": "is a graduate student studying Nutrition, with a passion to enter a community-based nutrition practice. With her past experiences in leadership roles in the Cal State LA Food Pantry, Student Dietetic Association, and College Corps, she brings warmth, dedication, and a community-first approach to her work. As a strong believer in mindful eating, Coach Bethany loves to enjoy traditional Mexican dishes with her family. Need help to reach your health goals with some culturally mindful nutrition guidance? Waste no time and book a session.",
        "iconAlt": "",
        "iconName": "ImSpoonKnife"
      },
      {
        "title": "Coach Desiree",
        "children": "knows that life can sometimes be overwhelming, and she will cheer you on, listen, and provide support as you reach your health and personal goals. Coach Desiree grew a love for food when she needed a change from being afraid of food. She loves all things nutrition, food, exercise, mental health, and overall taking care of yourselves and loving others. She can't wait to get to know you and support you along your journey.",
        "iconAlt": "",
        "iconName": "FaDumbbell"
      },
      {
        "title": "Coach Irina",
        "children": "is a graduate student in Nutrition who is focused on building healthy eating habits. She keeps nutrition simple and science-based, making lots of room for the foods you enjoy.  Coach Irina loves connecting with people (and cultures) through travel, and she is happiest when she helps others feel better through food. Her goal is to make healthy eating easy, joyful, and sustainable for every family.",
        "iconAlt": "",
        "iconName": "FaPaperPlane"
      },
      {
        "title": "Coach Ines",
        "children": "is a Master's student in Nutrition who believes food should be nourishing, enjoyable, and personal to your story. She loves helping clients feel empowered in their choices by blending health with culture and traditions. Compassionate and supportive, Coach Ines takes the time to understand what makes you unique so you can build a plan that truly works for your lifestyle. She speaks English and Spanish and would be honored to be part of your journey toward feeling your best.",
        "iconAlt": "",
        "iconName": "TbStairsUp"
      }
    ],
    "cards": [
      {
        "title": "Inclusive",
        "children": "A welcoming, inclusive space to safely talk about your dietary patterns and nutritional needs.",
        "iconSrc": "/vectors/recreation/cooking.svg",
        "iconAlt": ""
      },
      {
        "title": "Community",
        "children": "Empowering conversations that focus on your strengths and areas for growth.",
        "iconSrc": "/vectors/recreation/group-workout.svg",
        "iconAlt": ""
      },
      {
        "title": "Set Goals",
        "children": "Goal setting, problem-solving, and ongoing accountability to reach health goals that are important to you.",
        "iconSrc": "/vectors/recreation/goal.svg",
        "iconAlt": ""
      }
    ]
  },
  "home": {
    "cards": [
      {
        "title": "Major Expansion",
        "alt": "students exercising in rec 2",
        "src": "https://bubqscxokeycpuuoqphp.supabase.co/storage/v1/object/public/pages/departments/recreation/rec-treadmill-mobile.webp",
        "desktopSrc": "https://bubqscxokeycpuuoqphp.supabase.co/storage/v1/object/public/pages/departments/recreation/rec-treadmill-desktop.webp",
        "tabletSrc": "https://bubqscxokeycpuuoqphp.supabase.co/storage/v1/object/public/pages/departments/recreation/rec-treadmill-tablet.webp"
      },
      {
        "title": "Strength Equipment",
        "alt": "students working out using the bench press",
        "src": "https://bubqscxokeycpuuoqphp.supabase.co/storage/v1/object/public/pages/departments/recreation/rec-bench-mobile.webp",
        "desktopSrc": "https://bubqscxokeycpuuoqphp.supabase.co/storage/v1/object/public/pages/departments/recreation/rec-bench-desktop.webp",
        "tabletSrc": "https://bubqscxokeycpuuoqphp.supabase.co/storage/v1/object/public/pages/departments/recreation/rec-bench-tablet.webp"
      },
      {
        "title": "Flooring Exercises",
        "alt": "students performing floor exercises",
        "src": "https://bubqscxokeycpuuoqphp.supabase.co/storage/v1/object/public/pages/departments/recreation/rec-floor-mobile.webp",
        "desktopSrc": "https://bubqscxokeycpuuoqphp.supabase.co/storage/v1/object/public/pages/departments/recreation/rec-floor-desktop.webp",
        "tabletSrc": "https://bubqscxokeycpuuoqphp.supabase.co/storage/v1/object/public/pages/departments/recreation/rec-floor-tablet.webp"
      }
    ],
    "locations": [
      {
        "title": "Rec 1",
        "location": "U-SU Basement",
        "hours": [
          {
            "day": "Monday to Thursday",
            "time": "7:10 AM to 9:45 PM"
          },
          {
            "day": "Friday",
            "time": "7:10 AM to 7:45 PM"
          },
          {
            "day": "Saturday",
            "time": "7:10 AM to 2:45 PM"
          },
          {
            "day": "Sunday",
            "time": "Closed"
          }
        ]
      },
      {
        "title": "Rec 2",
        "location": "U-SU Basement",
        "hours": [
          {
            "day": "Monday to Thursday",
            "time": "11:00 AM to 7:00 PM"
          },
          {
            "day": "Friday to Sunday",
            "time": "Closed"
          }
        ]
      },
      {
        "title": "Game Room",
        "location": "U-SU Room 201",
        "hours": [
          {
            "day": "Monday to Thursday",
            "time": "12:00 PM to 6:00 PM"
          },
          {
            "day": "Friday to Sunday",
            "time": "Closed"
          }
        ]
      },
      {
        "title": "South Village Housing Wellness Zone",
        "location": "South Village Housing",
        "hours": [
          {
            "day": "Monday to Thursday",
            "time": "7:00 AM to 12:00 PM, 4:30 PM to 9:30 PM"
          },
          {
            "day": "Friday",
            "time": "7:00 AM to 12:00 PM, 2:30 PM to 7:30 PM"
          },
          {
            "day": "Saturday",
            "time": "7:00 AM to 12:00 PM"
          },
          {
            "day": "Sunday",
            "time": "Closed"
          }
        ]
      }
    ]
  }
}
