{
  "gene": {
    "educators": [
      {
        "title": "Coach Peter",
        "children": "is a nutrition coach dedicated to helping you find practical, sustainable nutrition strategies that fit your unique lifestyle. He believes that nutrition should be adaptable, evidence-based, and empowering, rather than restrictive. With a tailored approach, Coach Peter will work to meet you where you are, guiding you toward lasting, meaningful change.",
        "iconAlt": "",
        "iconName": "FaIceCream"
      },
      {
        "title": "Coach Kayli",
        "children": "is a passionate dietetics student with a strong background in youth education. Her passion is to create a lasting impact on our future generations' well-being.  As your dedicated coach and biggest cheerleader, she is committed to helping you reach your health and wellness goals. Beyond her love for food and nutrition, Coach Kayli is an animal lover, avid ocean dipper, swimmer, gym enthusiast, hiker, and proud mom of three. She strives to empower you to embrace healthier lifestyles and break cycles of poor dietary habits.",
        "iconAlt": "",
        "iconName": "FaUmbrellaBeach"
      },
      {
        "title": "Coach Han",
        "children": "is a nutritionist at WIC with a love for food and travel. She has traveled to Asia and Europe. Always open to conversation, Coach Han enjoys connecting with people.  Friendly and a great listener, she is always ready for a chat!",
        "iconAlt": "",
        "iconName": "FaPaperPlane"
      },
      {
        "title": "Coach Angelica",
        "children": "is a nutrition coach passionate about coffee, cooking, travel, tacos, and exploring LA’s stair hikes. She enjoys helping others achieve their nutrition goals through favorite recipes and practical, budget-friendly strategies. Need support with balanced, affordable nutrition? Let’s chat!",
        "iconAlt": "",
        "iconName": "TbStairsUp"
      },
      {
        "title": "Coach Rowena",
        "children": "loves fruit, matcha, and coffee. She enjoys exploring new cafes and places with friends and family. She loves to spend time with friends, talking about anything (especially food!) Community and family is an important part of her life, and she wants to include that as she works toward becoming an RDN. Coach Rowena understands that change can be complex, and wellness is so important. She believes that empathy helps with change and is ready to talk to you!",
        "iconAlt": "",
        "iconName": "BiCoffeeTogo"
      },
      {
        "title": "Coach Isabel",
        "children": "began her dietetic journey at Cal State LA after transferring from Pasadena City College. She firmly believes that small steps can achieve big goals and strives to be someone approachable, trustworthy, and easy to talk to. Outside of school, Coach Isabel enjoys eating good food, shopping, watching K-dramas, streaming her favorite K-pop group, and going to Disneyland. Coach Isabel can encourage you to accomplish your goals while creating a safe place to express yourself.",
        "iconAlt": "",
        "iconName": "TbMickeyFilled"
      },
      {
        "title": "Coach Corrine",
        "children": "Corrine is a graduate student in the Nutritional Science program and is eager to learn and help others. She has over six years of experience working with adolescents at an eating disorder treatment center. She provides therapeutic groups to teach effective coping skills and help her patients heal their relationship with food and themselves. Coach Corrine provides empathic listening and assists her clients with menu planning and challenges them to overcome fear foods. She is excited to guide you and help you explore your relationship with food, too.",
        "iconAlt": "",
        "iconName": "FaPlateWheat"
      },
      {
        "title": "Coach Sam",
        "children": "is passionate about matcha, fresh fruits, and nutritious meals that are both healthy and delicious. She loves sharing her knowledge of nutrition and raising awareness about the importance of a balanced lifestyle. More than anything, she values listening to others’ stories and aspirations. As your coach, Sam is dedicated to helping you move closer to your health goals by guiding you in discovering your own motivation for success. She is a committed weightlifter, a skilled baker and cook, and a devoted animal lover. Coach Sam looks forward to making your time with her a rewarding and enriching experience.",
        "iconAlt": "",
        "iconName": "FaBalanceScale"
      },
      {
        "title": "Coach Carole",
        "children": "is enthusiastic about helping individuals defy the odds and achieve their best. She is an adventurous spirit who thrives on challenges, loves sports, runs for the thrill, and never says no to pizza. Ready to collaborate and create amazing things? Let’s make this year unforgettable! As Steve Jobs says, “The only way to do great work is to love what you do.",
        "iconAlt": "",
        "iconName": "FaPizzaSlice"
      }
    ],
    "cards": [
      {
        "title": "Inclusive",
        "children": "A welcoming, inclusive space to safely talk about your dietary patterns and nutritional needs.",
        "iconSrc": "/vectors/recreation/cooking.svg",
        "iconAlt": ""
      },
      {
        "title": "Community",
        "children": "Empowering conversations that focus on your strengths and areas for growth.",
        "iconSrc": "/vectors/recreation/group-workout.svg",
        "iconAlt": ""
      },
      {
        "title": "Set Goals",
        "children": "Goal setting, problem-solving, and ongoing accountability to reach health goals that are important to you.",
        "iconSrc": "/vectors/recreation/goal.svg",
        "iconAlt": ""
      }
    ]
  }
}
